Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build20_skin_Estuary/build20_skin_Estuary/addons/script.speedtester/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30950
source: [B]Run Speedtest[/B]
nl_nl: [B]Start Speedtest[/B]

# #30951
source: [B]Close[/B]
nl_nl: [B]Sluit[/B]

# #30952
source: Please wait…
nl_nl: Even geduld…

# #30960
source: [B]Running Speed Test add-on[/B]
nl_nl: [B]Speed Test add-on gestart[/B]

# #30961
source: Retrieving speedtest.net configuration
nl_nl: Ophalen van speedtest.net configuratie

# #30962
source: Retrieving speedtest.net server list
nl_nl: Ophalen van speedtest.net server lijst

# #30963
source: Testing from {isp} ({ip})
nl_nl: Testen vanaf {isp} ({ip})

# #30964
source: Selecting best server based on latency
nl_nl: Selecteren van de beste server gebaseerd op latentie

# #30965
source: Hosted by: {sponsor}
nl_nl: Gehost door: {sponsor}

# #30967
source: City, State: {name}
nl_nl: Stad: {name}

# #30968
source: Country: {country}
nl_nl: Land: {country}

# #30969
source: Distance: {d:0.2f} km
nl_nl: Afstand: {d:0.2f} km

# #30971
source: Testing download speed…
nl_nl: Testen van download snelheid…

# #30972
source: Download speed: {speed:0.2f} Mbps
nl_nl: Download snelheid: {speed:0.2f} Mbps

# #30973
source: Testing upload speed…
nl_nl: Testen van upload snelheid…

# #30974
source: Upload speed: {speed:0.2f} Mbps
nl_nl: Upload snelheid: {speed:0.2f} Mbps

# #30980
source: [B]Recommended download speed for video streaming:[/B]
nl_nl: [B]Gewenste download snelheid voor video streaming:[/B]

# #30981
source: - 3 to 5 Mbps for viewing SD-quality 480p video
nl_nl: - 3 tot 5 Mbps voor SD-kwaliteit 408p video's

# #30982
source: - 5 to 10 Mbps for viewing HD-quality 720p video
nl_nl: - 5 tot 10 Mbps voor HD-kwaliteit 720p video's

# #30983
source: - 10+ Mbps for the best 1080p or Live TV experience
nl_nl: - 10+ Mbps voor de beste 1080p of Live tv ervaring

# #30984
source: - 25 to 50+ Mbps for 4K streaming
nl_nl: - 25 tot 50+ Mbps voor 4K streaming

# #30985
source: [I]Reported speeds may be due to the limitations of the device.[/I]
nl_nl: [I]De gerapporteerde snelheden hangen of van de limitaties van het toestel.[/I]
