Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build21_kodirdil/build21_kodirdil/addons/plugin.video.twilight/resources/language/resource.language.*/strings.po
Languages: he_il

# #32014
source: Rescrape & Select Source
he_il: [B]חפש מקורות מחדש[/B]

# #32185
source: Scrape with DEFAULT External Scrapers
he_il: [B]חפש מקורות באתרי הטורנטים המוגדרים כברירת מחדל[/B]

# #32006
source: Scrape with ALL External Scrapers
he_il: [B]חפש מקורות בכל אתרי הטורנטים[/B]

# #32807
source: Scrape With All Filters Ignored
he_il: [B]חפש מקורות ללא הגדרות סינון[/B]

# #32212
source: Scrape with an Alias
he_il: [B]חפש מקורות עם כינוי (Alias)[/B]

# #32135
source: Scrape with Custom Values
he_il: [B]חפש מקורות עם ערכים מותאמים אישית[/B]

# #32057
source: Authorize
he_il: לחץ כדי לחבר

# #32059
source: Revoke Authorization
he_il: מחובר (לחץ לניתוק)

# #32736
source: Cancelled
he_il: בוטל

# #32576
source: Success
he_il: בוצע בהצלחה

# #32580
source: Are you sure?
he_il: האם אתה בטוח?

# #32824
source: Yes
he_il: כן

# #32828
source: No
he_il: לא

# #32839
source: OK
he_il: אישור

# #32840
source: Cancel
he_il: ביטול

# #33090
source: Now
he_il: עכשיו

# #33023
source: [B]***START FULL SCRAPE***[/B]
he_il: [B]*** לחץ לחיפוש מקורות מלא ***[/B]

# #32517
source: Authorize Debrid Services
he_il: סרוק את קוד ה-QR במצלמת הטלפון שלך או

# #32700
source: Navigate to: [B]%s[/B]
he_il: היכנס ל: [B]%s[/B]

# #32701
source: Enter the following code: [B]%s[/B]
he_il: והכנס את הקוד הבא: [B]%s[/B]

# #32760
source: No Results
he_il: אין תוצאות

# #32854
source: No Debrid Providers Enabled
he_il: יש לחבר מנוי ריל דבריד ב"חיבור שירותים"

# #400011
source: Results
he_il: מקורות

# #400015
source: Season
he_il: עונה

# #400016
source: Episode
he_il: פרק

# #32758
source: [B]Account:[/B] %s
he_il: [B][COLOR lightblue]כתובת מייל:[/COLOR][/B] %s

# #32755
source: [B]Username:[/B] %s
he_il: [B][COLOR lightblue]שם משתמש:[/COLOR][/B] %s

# #32757
source: [B]Status:[/B] %s
he_il: [B][COLOR lightblue]סטטוס:[/COLOR][/B] %s

# #32750
source: [B]Expires:[/B] %s
he_il: [B][COLOR lightblue]תוקף:[/COLOR][/B] %s

# #32751
source: [B]Days Remaining:[/B] %s
he_il: [B][COLOR lightblue]כמות ימים לסיום תוקף המנוי:[/COLOR][/B] %s

# #32759
source: [B]Fidelity Points:[/B] %s
he_il: [B][COLOR lightblue]נקודות נאמנות:[/COLOR][/B] %s

# #33145
source: Current Kodi Log
he_il: לוג נוכחי

# #33146
source: Previous Kodi Log
he_il: לוג קודם

# #33147
source: Choose Which Log File to Upload
he_il: בחר קובץ לוג להעלאה
