Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build20_kodirdil/build20_kodirdil/addons/metadata.artists.universal/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: Universal Scraper for Artists
it_it: Scraper universale per artisti

# Addon Description
source: This scraper collects information from the following supported sites: TheAudioDb.com, MusicBrainz, last.fm, and allmusic.com, while grabs artwork from: fanart.tv, htbackdrops.com, last.fm and allmusic.com. It can be set field by field that from which site you want that specific information.[CR][CR]The initial search is always done on MusicBrainz. In case allmusic link is not added on the MusicBrainz site fields from allmusic.com cannot be fetched (very easy to add those missing links though).
it_it: Questo scraper raccoglie informazioni dai seguenti siti supportati: TheAudioDb.com, MusicBrainz, last.fm e allmusic.com, mentre prende la grafica da: fanart.tv, htbackdrops.com, last.fm e allmusic.com. Si può impostare campo per campo da quale sito si vuole quella specifica informazione.[CR][CR]La ricerca iniziale viene sempre fatta su MusicBrainz. Nel caso in cui il collegamento allmusic non venga aggiunto sul sito MusicBrainz, i campi da allmusic.com non possono essere recuperati (è molto facile aggiungere i collegamenti mancanti).

# #30000
source: Enable Artist Fanarts from HTBackdrops.com
it_it: Abilita le fanart dell'artista da HTBackdrops.com

# #30001
source: Enable Artist Thumbs from allmusic.com
it_it: Abilita le miniature dell'artista da allmusic.com

# #30002
source: Enable Artist Thumbs from last.fm
it_it: Abilita le miniature dell'artista da last.fm

# #30003
source: Enable Artist Thumbs from HTBackdrops.com
it_it: Abilita le miniature dell'artista da HTBackdrops.com

# #30004
source: Enable Artist Fanarts from fanart.tv
it_it: Abilita le fanart dell'artista da fanart.tv

# #30005
source: Enable Artist Thumbs from fanart.tv
it_it: Abilita le miniature dell'artista da fanart.tv

# #30006
source: Get Artist Biography from
it_it: Ottieni la biografia dell'artista da

# #30008
source: Get Artist Discography from
it_it: Ottieni la discografia dell'artista da

# #30009
source: Get Artist Genres from
it_it: Ottieni i generi dell'artista da

# #30010
source: Get Artist Styles from
it_it: Ottieni gli stili dell'artista da

# #30011
source: Get Artist Life-Span from
it_it: Ottieni la durata della vita dell'artista da

# #30012
source: Get Artist Moods from
it_it: Ottieni gli stati d'animo dell'artista da

# #30014
source: Get Artist Years Active from
it_it: Ottieni gli anni di attività dell'artista da

# #30015
source: Preferred Language
it_it: Lingua preferita

# #30016
source: Fallback to Artist Biography from
it_it: Alternativa alla biografia dell'artista da

# #30017
source: Fallback to Artist Discography from
it_it: Alternativa alla discografia dell'artista da

# #30018
source: Fallback to Artist Genres from
it_it: Alternativa ai generi dell'artista da

# #30019
source: Fallback to Artist Styles from
it_it: Alternativa agli stili dell'artista da

# #30020
source: Fallback to Artist Life-Span from
it_it: Alternativa alla durata della vita dell'artista da

# #30021
source: Fallbacks
it_it: Alternative

# #30022
source: Enable Artist Thumbs from theaudiodb.com
it_it: Abilita le anteprime dell'artista da theaudiodb.com

# #30023
source: Enable Artist Fanarts from theaudiodb.com
it_it: Abilita le fanart dell'artista da theaudiodb.com

# #30024
source: Fallback to Artist Moods from
it_it: Alternativa agli stati d'animo dell'artista da

# #30027
source: Enable Artist Clearlogo from fanart.tv
it_it: Abilita il clearlogo dell'artista da fanart.tv

# #30028
source: Enable Artist Banner from fanart.tv
it_it: Abilita il banner dell'artista da fanart.tv

# #30029
source: Enable Artist Clearlogo from theaudiodb.com
it_it: Abilita il clearlogo dell'artista da theaudiodb.com

# #30030
source: Enable Artist Clearart from theaudiodb.com
it_it: Abilita il clearart dell'artista da theaudiodb.com

# #30031
source: Enable Artist Landscape from theaudiodb.com
it_it: Abilita panoramica dell'artista da theaudiodb.com

# #30032
source: Enable Artist Banner from theaudiodb.com
it_it: Abilita il banner dell'artista da theaudiodb.com
