Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build21_kodirdil/build21_kodirdil/addons/inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: et_ee

# Addon Summary
source: InputStream client for adaptive streams
et_ee: InputStream klient kohanduvate voogude jaoks

# Addon Description
source: InputStream client for adaptive streams. Common streaming protocols such as MPEG-DASH, HLS and Microsoft Smooth Streaming are supported.[CR][CR]The add-on also has support for DRM protected streams, such as Google Widevine, Microsoft PlayReady and others.[CR][CR]For documentation visit: https://github.com/xbmc/inputstream.adaptive
et_ee: InputStream klient adaptiivsete voogude jaoks. Toetatakse levinud voogedastusprotokolle, nagu MPEG-DASH, HLS ja Microsoft Smooth Streaming.[CR][CR]Lisamoodul toetab ka DRM-iga kaitstud vooge, nagu Google Widevine, Microsoft PlayReady ja teised.[CR][CR][CR] ]Dokumentatsiooni saamiseks külasta aadressi https://github.com/xbmc/inputstream.adaptive

# #30100
source: General
et_ee: Üldseaded

# #30101
source: Minimum bandwidth (Kbps)
et_ee: Minimaalne ribalaius (Kbps)

# #30102
source: Maximum bandwidth (Kbps)
et_ee: Maksimaalne ribalaius (Kbps)

# #30103
source: Establishes the bandwidth limit not to be exceeded with the audio / video streams. Set to 0 to disable it.
et_ee: Kehtestab ribalaiuse piirangu, mida heli-/videovoogudega ei tohi ületada. Selle keelamiseks sea väärtuseks 0.

# #30110
source: Maximum resolution
et_ee: Maksimaalne eraldusvõime

# #30112
source: Type of media streams played
et_ee: Esitatud meediavoogude tüüp

# #30113
source: Maximum resolution for DRM videos
et_ee: Maksimaalne eraldusvõime DRM-videote jaoks

# #30115
source: Ignore screen resolution
et_ee: Ignoreeri ekraani eraldusvõimet

# #30116
source: If enabled, the screen resolution (or window size when in windowed mode) will no longer be considered when selecting the best video stream resolution when video starts and while in playback.
et_ee: Kui lubatud, ei võeta video käivitamisel ja taasesituse ajal enam arvesse ekraani eraldusvõimet (või akna suurust aknarežiimis) parima videovoo eraldusvõime valimisel.

# #30117
source: Manual stream selection mode
et_ee: Voo käsitsi valimise režiim

# #30118
source: Defines which type of streams to make available for manual selection on Kodi OSD settings during playback.
et_ee: Määrab, millist tüüpi voogusid teha Kodi OSD seadetes käsitsi valitavaks taasesituse ajal.

# #30120
source: Expert
et_ee: Ekspert

# #30122
source: Try avoiding the use of secure decoder
et_ee: Püüa vältida turvalise dekoodri kasutamist

# #30123
source: Some Android devices defined as Widevine L1, may not work properly, which may result in a black screen during playback. In this case try to enable it.
et_ee: Mõned Widevine L1 määratlusega Android seadmed ei pruugi korralikult töötada, mis võib taasesituse ajal põhjustada musta ekraani. Sel juhul proovi see lubada.

# #30156
source: Audio / Video streams
et_ee: Heli-/videovood

# #30157
source: All
et_ee: Kõik

# #30158
source: Audio
et_ee: Heli

# #30160
source: Video streams
et_ee: Videovood

# #30161
source: Video / Subtitles
et_ee: Video / Subtiitrid

# #30162
source: Adaptive stream
et_ee: Kohanduv voog

# #30167
source: WARNING: This is a TEST feature, may not work appropriately and may change on future versions.
et_ee: HOIATUS: See on KATSELINE funktsioon, mis ei pruugi korralikult töötada ja võib tulevastes versioonides muutuda.

# #30168
source: Auto determines initial bandwidth
et_ee: Automaatne määrab esialgse ribalaiuse

# #30169
source: If enabled, the bandwidth will be determined by the first download, however it may not be accurate. If the video quality at the start of playback is too low try disabling it.
et_ee: Kui lubatud, määratakse ribalaius esimesel allalaadimisel, kuid see ei pruugi olla täpne. Kui video kvaliteet on taasesituse alguses liiga madal, proovi see valik keelata.

# #30170
source: Initial bandwidth (Kbps)
et_ee: Esialgne ribalaius (Kbps)

# #30171
source: Defines the initial bandwidth when it cannot be automatically determined. This value can be overridden by the minimum bandwidth setting.
et_ee: Määrab esialgse ribalaiuse, kui seda ei saa automaatselt määrata. Selle väärtuse saab alistada minimaalse ribalaiuse sättega.

# #30172
source: Ignore HDCP status
et_ee: Eira HDCP olekut

# #30173
source: Some DRM-protected HD / UHD videos may only be played if the HDCP status is ignored.
et_ee: Mõnda DRM kaitsega HD/UHD videot saab esitada ainult siis, kui HDCP olekut eiratakse.

# #30174
source: Stream selection type
et_ee: Voo valiku tüüp

# #30175
source: Set how the audio / video streams quality will be chosen during playback. This setting may be overridden by the video add-on used. See Wiki for more information.
et_ee: Määra, kuidas taasesituse ajal valitakse heli-/videovoo kvaliteet. Kasutatav video lisamoodul võib selle sätte tühistada. Lisateavet leiab Wikist.

# #30176
source: Adaptive (default)
et_ee: Kohanduv (vaikimisi)

# #30177
source: Manual OSD
et_ee: Käsitsi ekraanil

# #30178
source: Fixed resolution
et_ee: Fikseeritud eraldusvõime

# #30179
source: Ask quality
et_ee: Küsi kvaliteeti

# #30180
source: Test
et_ee: Proovi

# #30200
source: Assured buffer duration (sec)
et_ee: Tagatud puhvri kestus (s)

# #30201
source: Maximum buffer duration (sec)
et_ee: Puhvri maksimaalne kestus (s)

# #30202
source: Ignore screen resolution change
et_ee: Eira ekraanilahutuse muutust

# #30203
source: If enabled, the screen resolution (or window size when in windowed mode) will no longer be considered when selecting the best video stream resolution while in playback.
et_ee: Kui lubatud, ei võeta taasesituse ajal parima videovoo eraldusvõime valimisel enam arvesse ekraani eraldusvõimet (või akna suurust aknarežiimis).

# #30204
source: Decrypter path
et_ee: Dekrüptija asukoht

# #30210
source: Auto
et_ee: Automaatne

# #30231
source: Select video stream
et_ee: Vali videovoog

# #30232
source: Video stream {codec} {quality}
et_ee: Videovoog {codec} {quality}

# #30233
source: Test mode
et_ee: Katserežiim

# #30234
source: Switch by segments
et_ee: Lülitu segmentide kaupa

# #30235
source: Segments
et_ee: Segmendid

# #30236
source: Override settings
et_ee: Alista seaded

# #30237
source: Debug logging
et_ee: Silumise logimine

# #30238
source: Save stream manifests
et_ee: Salvesta voomanifestid

# #30239
source: Saves stream manifests downloaded during playback in the user data folder of InputStream Adaptive.
et_ee: Salvestab taasesituse ajal allalaaditud voomanifestid rakenduse InputStream Adaptive kasutajaandmete kausta.

# #30240
source: Save license data
et_ee: Salvesta litsentsiandmed

# #30241
source: Saves the license data for example: initial data, challenge data and response data, in the "cdm" folder of the Kodi data folder.
et_ee: Salvestab litsentsiandmed näiteks: algandmed, väljakutse ja vastuse andmed Kodi kausta data/cdm.
