Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build20_skin_FENtastic_TEST/build20_skin_FENtastic_TEST/addons/service.subtitles.all_subs_plus/resources/language/resource.language.*/strings.po
Languages: he_il

# #32001
source: Error while searching subtitles
he_il: שגיאה בעת חיפוש הכתוביות

# #32002
source: Cache settings
he_il: הגדרות המטמון

# #32003
source: Clear addon`s local cache
he_il: אפס את נתוני המטמון של התוסף

# #32004
source: Addon`s local cache was cleared successfully
he_il: נתוני המטמוןשל התוסף אופסו בהצלחה

# #32005
source: Email
he_il: אימייל

# #32006
source: Encrypted password
he_il: סיסמה מוצפנת

# #32007
source: Login Details
he_il: פרטי התחברות

# #32008
source: Check Subcenter login details
he_il: בדוק את פרטי ההתחברות לסאבסנטר

# #32009
source: Wrong email or password
he_il: הזנת פרטי התחברות שגויים

# #32010
source: Logged in successfully
he_il: התחברת בהצלחה

# #32011
source: User
he_il: שם משתמש

# #32012
source: Password
he_il: סיסמה

# #32013
source: Opensubtitle login (Optional)
he_il: פרטי התחברות ל-Opensubtitle (רשות).

# #32014
source: Subscenter Login
he_il: פרטי התחברות לסאבסנטר

# #32015
source: Search Providers
he_il: מקורות חיפוש

# #32016
source: Auto Subs (Kodi restart is required)
he_il: הורדת כתוביות אוטומטית (נדרשת הפעלה מחדש של קודי)

# #32017
source: Enable automatic subtitle download
he_il: אפשר הורדת כתוביות אוטומטית

# #32018
source: Do not search if video duration is less than (sec)
he_il: אל תחפש עבור וידאו שקצר מ- (שניות)

# #32019
source: Ignore custom addons
he_il: אל תכלול הרחבות

# #32020
source: Addon ignore name
he_il: שם ההרחבה

# #32021
source: Pause video while searching
he_il: השהה וידאו בזמן חיפוש כתוביות

# #32022
source: Custom Subltitle look
he_il: אפשרויות מראה כתוביות מתקדמות

# #32023
source: Add background
he_il: הפעל רקע לכתוביות

# #32024
source: Bold
he_il: הדגשה

# #32025
source: Font color
he_il: צבע הכתוביות

# #32026
source: Background intensity
he_il: עוצמת הרקע

# #32027
source: Size
he_il: גודל הגופן

# #32028
source: Enabel custom look
he_il: אפשר הגדרות מראה מתקדמות

# #32029
source: Open addon`s settings
he_il: פתח הגדרות הרחבה

# #32030
source: Settings
he_il: הגדרות

# #32031
source: Clear
he_il: ניקוי

# #32032
source: Keys
he_il: מקשים

# #32033
source: Set keyboard shortcuts
he_il: קיצורי מקלדת לכתוביות

# #32034
source: Download Subs even if exists
he_il: הורד למרות שיש כתוביות

# #32035
source: Disable Subtitles
he_il: בטל כתוביות

# #32036
source: Disable
he_il: בטל

# #32037
source: Enable popups
he_il: אפשר הודעות קופצות

# #32038
source: Accounts
he_il: חשבונות

# #32039
source: Providers
he_il: מקורות

# #32040
source: Languages
he_il: שפות

# #32041
source: General Settings
he_il: הגדרות כלליות

# #32042
source: View Settings
he_il: הגדרות מראה

# #32043
source: View Style
he_il: סגנון תצוגה

# #32044
source: Disabled
he_il: לא מאופשר

# #32045
source: Pause and Resume
he_il: השהה רק בזמן חיפוש

# #32046
source: Pause
he_il: השהה

# #32047
source: Kodi restart is required
he_il: נדרשת הפעלה מחדש של קודי

# #32048
source: Show all
he_il: הצג הכול

# #32049
source: Minimal
he_il: מינימלי

# #32050
source: Avoid when video already contains built-in subs
he_il: הימנע משימוש כאשר קיימות כתוביות מובנות
