Repository: kodi7rd/kodi7rd.github.io
Catalog: builds/build21_kodirdil/build21_kodirdil/addons/metadata.album.universal/resources/language/resource.language.*/strings.po
Languages: eu_es, it_it, lv_lv, sk_sk

# Addon Summary
source: Universal Scraper for Albums
eu_es: Albumen arraspatzaile unibertsala
it_it: Scraper universale per album
lv_lv: Albumu universālais skrāpis
sk_sk: Univerzálny zdroj získavania dát pre albumy

# Addon Description
source: This scraper collects information from the following supported sites: MusicBrainz, last.fm, allmusic.com and amazon.de, while grabs artwork from: fanart.tv, last.fm and allmusic.com. It can be set field by field that from which site you want that specific information.[CR][CR]The initial search is always done on MusicBrainz. In case allmusic and/or amazon.de links are not added on the MusicBrainz site, fields from allmusic.com and/or amazon.de cannot be fetched (very easy to add those missing links though).
eu_es: Arraspatzaile honek hurrengo webguneetatik eskuratzen du informazioa: MusicBrainz, last.fm, allmusic.com eta amazon.de, eta azalak, berriz, hauetatik: fanart.tv, last.fm and allmusic.com. Eremu bakoitzarentzako aukera daiteke nondik eskuratu informazio konkretua.[CR][CR]Hasierako bilaketa beti MusicBrainz webgunean egiten da. allmusic eta/edo amazon.de estekak MusicBrainz webgunean ez badaude gehituak, allmusic eta/edo amazon.de webguneetako eremuak ezingo dira eskuratu (hala eta guztiz ere, falta litzatekeen esteka horiek gehitzea oso erraza da).
it_it: Questo scraper raccoglie informazioni dai seguenti siti supportati: MusicBrainz, last.fm, allmusic.com e amazon.de, mentre prende la grafica da: fanart.tv, last.fm e allmusic.com. Si può impostare campo per campo da quale sito si vuole quella specifica informazione.[CR][CR]La ricerca iniziale viene sempre fatta su MusicBrainz. Nel caso in cui i collegamenti allmusic e/o amazon.de non vengano aggiunti sul sito MusicBrainz, i campi da allmusic.com e/o amazon.de non possono essere recuperati (è molto facile aggiungere i collegamenti mancanti).
lv_lv: Šis skrāpis apkopo informāciju no šādām vietnēm: [CR]MusicBrainz, last.fm, allmusic.com un amazon.de, vienlaikus iegūstot vāka noformējumu no: fanart.tv, last.fm, allmusic.com un theaudiodb.com. Katru lauku var pielāgot, lai iegūtu vajadzīgo informāciju no jūsu izvēlētas vietnes.[CR][CR]Sākotnējā meklēšana vienmēr tiek veikta MusicBrainz pakalpojumā. Ja MusicBrainz vietnē nav pievienotas allmusic un/vai amazon.de saites, laukus nevar aizpildīt no allmusic.com un/vai amazon.de (tomēr trūkstošo saišu pievienošana ir ļoti vienkārša).
sk_sk: Tento zdroj získavania dát zhromažďuje informácie z nasledujúcich podporovaných lokalít: MusicBrainz, last.fm, allmusic.com a amazon.de, pričom preberá obrázky z: fanart.tv, last.fm a allmusic.com. Je možné podrobne nastaviť, z ktorej stránky chcete získať konkrétne informácie.[CR][CR]Počiatočné vyhľadávanie sa vždy vykonáva na MusicBrainz. V prípade, že na stránke MusicBrainz nie sú pridané odkazy na allmusic a/alebo amazon.de, polia z allmusic.com a/alebo amazon.de nie je možné vyhľadať (tieto chýbajúce odkazy však možno veľmi ľahko pridať).

# #30000
source: Grab Album Thumbs from fanart.tv
eu_es: Albumen miniaturak fanart.tv-tik eskuratu
it_it: Prendi le miniature dell'album da fanart.tv
lv_lv: Iegūt vāka noformējumu no fanart.tv vietnes
sk_sk: Získať náhľady albumu z fanart.tv

# #30001
source: Grab Album Thumbs from Last.fm
eu_es: Albumen miniaturak Last.fm-tik eskuratu
it_it: Prendi le miniature dell'album da Last.fm
lv_lv: Iegūt vāka noformējumu no Last.fm vietnes
sk_sk: Získať náhľady albumu z Last.fm

# #30002
source: Get Album Review from
eu_es: Albumaren berri laburra hemendik eskuratu
it_it: Prendi le recensioni dell'album da
lv_lv: Iegūt albuma pārskatu no
sk_sk: Získať recenziu albumu z

# #30003
source: Preferred Language
eu_es: Hizkuntza hobetsia
it_it: Lingua preferita
lv_lv: Vēlamā valoda
sk_sk: Uprednostňovaný jazyk

# #30004
source: Get Album Rating from
eu_es: Albumen balorazioak hemendik eskuratu
it_it: Prendi le valutazioni dell'album da
lv_lv: Iegūt albuma vērtējumu no
sk_sk: Získať hodnotenie albumu z

# #30005
source: Get Album Styles from
eu_es: Albumen estiloak hemendik eskuratu
it_it: Prendi gli stili musicali dell'album da
lv_lv: Iegūt albuma stilus no
sk_sk: Získať štýly albumu z

# #30006
source: Get Album Moods from
eu_es: Albumen umoreak hemendik eskuratu
it_it: Prendi gli stati d'animo dell'album da
lv_lv: Iegūt albumu noskaņas no
sk_sk: Získať nálady albumu z

# #30007
source: Get Album Themes from
eu_es: Albumen gaiak hemendik eskuratu
it_it: Prendi i temi dell'album da
lv_lv: Iegūt albuma motīvus no
sk_sk: Získať témy albumu z

# #30008
source: Grab Album Thumbs from allmusic.com
eu_es: Albumen miniaturak allmusic.com-etik eskuratu
it_it: Prendi le anteprime dell'album da allmusic.com
lv_lv: Iegūt vāka noformējumu no allmusic.com vietnes
sk_sk: Získať náhľady albumu z allmusic.com

# #30009
source: Artwork
eu_es: Azala
lv_lv: Vāks

# #30010
source: Grab Album Thumbs from theaudiodb.com
eu_es: Albumen miniaturak theaudiodb.com-etik eskuratu
it_it: Prendi le miniature dell'album da theaudiodb.org
lv_lv: Iegūt vāka noformējumu no theaudiodb.com vietnes
sk_sk: Získať náhľady albumov z theaudiodb.com

# #30011
source: MB Mirror
eu_es: MBren ispilua
lv_lv: MB spogulis

# #30012
source: MusicBrainz Mirror
eu_es: MusicBrainzen ispilua
lv_lv: MusicBrainz spogulis

# #30013
source: Grab Album Discart from fanart.tv
eu_es: Albumen disken irudiak fanart.tv-tik eskuratu
it_it: Prendi la discart dell'album da fanart.tv
lv_lv: Iegūt albuma disku noformējumu no fanart.tv vietnes
sk_sk: Získať obrázok disku albumu z fanart.tv

# #30014
source: Grab Album Back Cover from theaudiodb.com
eu_es: Albumen atzeko azala theaudiodb.com-etik eskuratu
it_it: Prendi la copertina posteriore dell'album da theaudiodb.com
lv_lv: Iegūt aizmugurējā vāka noformējumu no theaudiodb.com vietnes
sk_sk: Získať zadnú stranu obalu albumu z theaudiodb.com

# #30015
source: Grab Album Discart from theaudiodb.com
eu_es: Albumen disken irudiak theaudiodb.com-etik eskuratu
it_it: Prendi la discart dell'album da theaudiodb.com
lv_lv: Iegūt albuma disku noformējumu no theaudiodb.com vietnes
sk_sk: Získať obrázok disku albumu z theaudiodb.com

# #30016
source: Grab Album Spine from theaudiodb.com
eu_es: Albumen bizkarrak theaudiodb.com-etik eskuratu
it_it: Prendi il dorso dell'album da theaudiodb.com
lv_lv: Iegūt albuma struktūru no theaudiodb.com vietnes
sk_sk: Získať obrázok chrbta albumu z theaudiodb.com
